Repository: ClawdBonzo/sleeplock-bedtime
Catalog: SleepLock/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv

source: Set Your Bedtime Commitment
de: Lege deine Schlafenszeit fest
es: Define tu compromiso de hora de dormir
fr: Définis ton engagement de coucher
it: Fissa il tuo impegno sull'ora di andare a letto
ja: 就寝時間の 目標を設定
ko: 취침 시간 다짐을 정하세요
nl: Stel je bedtijd- toezegging in
pt_br: Assuma o Compromisso da Hora de Dormir
sv: Bestäm din läggdags utfästelse

source: Set alarm & charge phone
de: Wecker stellen & Handy laden
es: Pon la alarma y carga el teléfono
fr: Régler l'alarme & charger le téléphone
it: Imposta la sveglia e carica il telefono
ja: アラーム設定・充電
ko: 알람 설정 & 충전
nl: Wekker zetten & telefoon laden
pt_br: Configurar alarme e carregar o celular
sv: Ställ larm & ladda telefon

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
sv: Inställningar

source: Share with Friends
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
it: Condividi con gli amici
ja: 友達にシェア
ko: 친구와 공유
nl: Deel met vrienden
pt_br: Compartilhar com amigos
sv: Dela med vänner

source: Six-Month Sage
de: Sechs-Monats-Weiser
es: Sabio de seis meses
fr: Sage des six mois
it: Saggio dei sei mesi
ja: 半年の賢者
ko: 6개월 현자
nl: Zesmaandenwijze
pt_br: Sábio de Seis Meses
sv: Sexmånaderssalvia

source: Skip this step
de: Diesen Schritt überspringen
es: Omitir este paso
fr: Ignorer cette étape
it: Salta questo passaggio
ja: このステップをスキップ
ko: 이 단계 건너뛰기
nl: Deze stap overslaan
pt_br: Pular esta etapa
sv: Hoppa över detta steg

source: Sleep Analytics
de: Schlaf-Analysen
es: Análisis de sueño
fr: Analyses de sommeil
it: Analisi del sonno
ja: 睡眠分析
ko: 수면 분석
nl: Slaapanalyse
pt_br: Análises de Sono
sv: Sömnanalys

source: Sleep Champion
de: Schlaf-Champion
es: Campeón del sueño
fr: Champion du sommeil
it: Campione del sonno
ja: スリープチャンピオン
ko: 수면 챔피언
nl: Slaapkampioen
pt_br: Campeão do Sono
sv: Sömnmästare

source: Sleep Duration
de: Schlafdauer
es: Duración del sueño
fr: Durée de sommeil
it: Durata del sonno
ja: 睡眠時間
ko: 수면 시간
nl: Slaapduur
pt_br: Duração do Sono
sv: Sömnlängd

source: Sleep King
de: Schlaf-König
es: Rey del sueño
fr: Roi du sommeil
it: Re del sonno
ja: スリープキング
ko: 수면 왕
nl: Slaapkoning
pt_br: Rei do Sono
sv: Sömnkung

source: Sleep Master
de: Schlaf-Meister
es: Maestro del sueño
fr: Maître du sommeil
it: Maestro del sonno
ja: スリープマスター
ko: 수면 마스터
nl: Slaapmeester
pt_br: Mestre do Sono
sv: Sömnmästare

source: Sleep Routine
de: Schlafroutine
es: Rutina de sueño
fr: Routine de sommeil
it: Routine del sonno
ja: 睡眠ルーティン
ko: 수면 루틴
nl: Slaaproutine
pt_br: Rotina de Sono
sv: Sömnrutin

source: Sleep Sage
de: Schlaf-Weiser
es: Sabio del sueño
fr: Sage du sommeil
it: Saggio del sonno
ja: スリープセージ
ko: 수면 현자
nl: Slaapwijze
pt_br: Sábio do Sono
sv: Sömnvis

source: Sleep Schedule
de: Schlafplan
es: Horario de sueño
fr: Horaire de sommeil
it: Programma del sonno
ja: 睡眠スケジュール
ko: 수면 일정
nl: Slaapschema
pt_br: Cronograma de Sono
sv: Sömnschema

source: Sleep Tips
de: Schlaftipps
es: Consejos de sueño
fr: Astuces sommeil
it: Consigli per dormire
ja: 睡眠のヒント
ko: 수면 팁
nl: Slaaptips
pt_br: Dicas de Sono
sv: Sömntips

source: Sleep duration: %@
de: Schlafdauer: %@
es: Duración del sueño: %@
fr: Durée de sommeil : %@
it: Durata del sonno: %@
ja: 睡眠時間: %@
ko: 수면 시간: %@
nl: Slaapduur: %@
pt_br: Duração do sono: %@
sv: Sömnlängd: %@

source: Sleep levels & XP
de: Schlaf-Level & XP
es: Niveles de sueño y XP
fr: Niveaux de sommeil & XP
it: Livelli del sonno e XP
ja: 睡眠レベルとXP
ko: 수면 레벨 & XP
nl: Slaapniveaus & XP
pt_br: Níveis de sono e XP
sv: Sömnnivåer & XP

source: Sleep logged. Try to hit your target tonight!
de: Schlaf erfasst. Erreiche heute Nacht dein Ziel!
es: Sueño registrado. ¡Intenta cumplir tu objetivo esta noche!
fr: Sommeil enregistré. Essaie d'atteindre ton objectif ce soir !
it: Sonno registrato. Cerca di raggiungere il tuo obiettivo stanotte!
ja: 睡眠を記録しました。今夜は目標達成を目指しましょう！
ko: 수면을 기록했어요. 오늘 밤 목표를 달성해 보세요!
nl: Slaap gelogd. Haal vannacht je doel!
pt_br: Sono registrado. Tente atingir sua meta hoje à noite!
sv: Sömn loggad. Försök nå ditt mål i natt!

source: SleepLock v%@ Your sleep data is stored locally on your device
de: SleepLock v%@ Deine Schlafdaten werden lokal auf deinem Gerät gespeichert
es: SleepLock v%@ Tus datos de sueño se almacenan localmente en tu dispositivo
fr: SleepLock v%@ Tes données de sommeil sont stockées localement sur ton appareil
it: SleepLock v%@ I tuoi dati sul sonno sono salvati localmente sul tuo dispositivo
ja: SleepLock v%@ 睡眠データはお使いのデバイスにローカル保存されます
ko: SleepLock v%@ 수면 데이터는 기기에만 저장됩니다
nl: SleepLock v%@ Je slaapgegevens worden lokaal op je apparaat opgeslagen
pt_br: SleepLock v%@ Seus dados de sono são armazenados localmente no seu dispositivo
sv: SleepLock v%@ Dina sömndata lagras lokalt på din enhet

source: SleepLock v1.0.0 All data stored locally on your device
de: SleepLock v1.0.0 Alle Daten lokal auf deinem Gerät
es: SleepLock v1.0.0 Todos los datos se almacenan localmente en tu dispositivo
fr: SleepLock v1.0.0 Toutes les données sont stockées localement sur ton appareil
it: SleepLock v1.0.0 Tutti i dati sono salvati localmente sul tuo dispositivo
ja: SleepLock v1.0.0 すべてのデータはデバイス内に保存されます
ko: SleepLock v1.0.0 모든 데이터는 기기에 저장됩니다
nl: SleepLock v1.0.0 Alle gegevens lokaal op je apparaat
pt_br: SleepLock v1.0.0 Todos os dados armazenados localmente no seu dispositivo
sv: SleepLock v1.0.0 All data lagras lokalt på din enhet

source: Sleepy Head
de: Schlafmütze
es: Dormilón
fr: Marmotte
it: Dormiglione
ja: おねむさん
ko: 잠꾸러기
nl: Slaapkop
pt_br: Dorminhoco
sv: Sömnig

source: Smart bedtime enforcement
de: Intelligente Schlaf-Erinnerungen
es: Cumplimiento inteligente de la hora de dormir
fr: Rappels de coucher intelligents
it: Promemoria intelligenti per l'ora di andare a letto
ja: スマート就寝アラート
ko: 스마트 취침 알림
nl: Slimme bedtijdbewaking
pt_br: Aplicação inteligente da hora de dormir
sv: Smart läggdagspåminnelse

source: Start 3-Day Free Trial
de: 3 Tage gratis testen
es: Iniciar prueba gratis de 3 días
fr: Démarrer l'essai gratuit de 3 jours
it: Inizia la prova gratuita di 3 giorni
ja: 3日間の無料トライアルを開始
ko: 3일 무료 체험 시작
nl: Start 3 dagen gratis
pt_br: Iniciar teste grátis de 3 dias
sv: Starta 3 dagars gratisperiod

source: Start Your Energized Life
de: Starte dein energiegeladenes Leben
es: Comienza tu vida con energía
fr: Commence ta vie pleine d'énergie
it: Inizia la tua vita piena di energia
ja: 元気な毎日を始めよう
ko: 활기찬 삶을 시작하세요
nl: Begin je energieke leven
pt_br: Comece sua vida cheia de energia
sv: Starta ditt energifyllda liv

# Start at %@ to be in bed by %@
source: Start at %1$@ to be in bed by %2$@
de: Beginne um %1$@, um %2$@ im Bett zu sein
es: Comienza a las %1$@ para estar en la cama a las %2$@
fr: Commence à %1$@ pour être au lit à %2$@
it: Inizia alle %1$@ per essere a letto entro le %2$@
ja: %2$@までに就寝するには%1$@に開始
ko: %2$@까지 자려면 %1$@에 시작
nl: Begin om %1$@ om %2$@ in bed te liggen
pt_br: Comece às %1$@ para estar na cama às %2$@
sv: Börja %1$@ för att vara i säng %2$@

source: Start your routine at the same time each night
de: Beginne deine Routine jede Nacht zur gleichen Zeit
es: Comienza tu rutina a la misma hora cada noche
fr: Commence ta routine à la même heure chaque soir
it: Inizia la tua routine sempre alla stessa ora
ja: 毎晩同じ時間にルーティンを始めましょう
ko: 매일 밤 같은 시간에 루틴을 시작하세요
nl: Begin je routine elke avond op dezelfde tijd
pt_br: Comece sua rotina sempre no mesmo horário
sv: Börja rutinen samma tid varje kväll

source: Step name
de: Schrittname
es: Nombre del paso
fr: Nom de l'étape
it: Nome del passaggio
ja: ステップ名
ko: 단계 이름
nl: Stapnaam
pt_br: Nome da etapa
sv: Stegnamn

source: Step options
de: Schritt-Optionen
es: Opciones del paso
fr: Options de l'étape
it: Opzioni del passaggio
ja: ステップのオプション
ko: 단계 옵션
nl: Stapopties
pt_br: Opções da etapa
sv: Stegalternativ

source: Still up?
de: Noch wach?
es: ¿Aún despierto?
fr: Encore réveillé ?
it: Sei ancora sveglio?
ja: まだ起きてる？
ko: 아직 안 주무세요?
nl: Nog wakker?
pt_br: Ainda acordado?
sv: Fortfarande vaken?

source: Streak Alive!
de: Serie lebt!
es: ¡Racha viva!
fr: Série en vie !
it: Serie salva!
ja: 連続記録継続中！
ko: 연속 기록 유지!
nl: Reeks leeft!
pt_br: Sequência viva!
sv: Sviten lever!

source: Streak Calendar
de: Serien-Kalender
es: Calendario de racha
fr: Calendrier de série
it: Calendario della serie
ja: 連続記録カレンダー
ko: 연속 기록 달력
nl: Reekskalender
pt_br: Calendário de Sequência
sv: Svitkalender

source: Streaks
de: Serien
es: Rachas
fr: Séries
it: Serie
ja: 連続記録
ko: 연속 기록
nl: Reeksen
pt_br: Sequências
sv: Svitar

source: Stretching or yoga
de: Dehnen oder Yoga
es: Estiramientos o yoga
fr: Étirements ou yoga
it: Stretching o yoga
ja: ストレッチ・ヨガ
ko: 스트레칭 또는 요가
nl: Rekken of yoga
pt_br: Alongamento ou yoga
sv: Stretching eller yoga

source: Subscribe Now
de: Jetzt abonnieren
es: Suscribirse ahora
fr: S'abonner maintenant
it: Abbonati ora
ja: 今すぐ登録
ko: 지금 구독
nl: Nu abonneren
pt_br: Assinar agora
sv: Prenumerera nu

source: Supercharged
de: Voll aufgeladen
es: Súper cargado
fr: Survolté
it: Al massimo
ja: 絶好調
ko: 최고조
nl: Supergeladen
pt_br: Turbinado
sv: Superladdad

source: Takes just 2 minutes · No credit card needed
de: Nur 2 Minuten · Keine Kreditkarte nötig
es: Solo toma 2 minutos · No se necesita tarjeta de crédito
fr: Prend 2 minutes · Pas de carte bancaire requise
it: Bastano 2 minuti · Nessuna carta di credito richiesta
ja: わずか2分・クレジットカード不要
ko: 단 2분 · 신용카드 불필요
nl: Slechts 2 minuten · Geen creditcard nodig
pt_br: Leva só 2 minutos · Sem necessidade de cartão de crédito
sv: Tar bara 2 minuter · Inget kort behövs

source: Target
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
ja: 目標
ko: 목표
nl: Doel
pt_br: Meta
sv: Mål

source: Target: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@
ja: 目標: %@
ko: 목표: %@
nl: Doel: %@
pt_br: Meta: %@
sv: Mål: %@

source: Terms
de: AGB
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 약관
nl: Voorwaarden
pt_br: Termos
sv: Villkor

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
pt_br: Termos de Serviço
sv: Användarvillkor

source: This is the time you'll aim to be in bed
de: Diese Zeit willst du im Bett sein
es: Esta es la hora a la que buscarás estar en la cama
fr: C'est l'heure à laquelle tu viseras être au lit
it: Questo è l'orario in cui punterai ad andare a letto
ja: これがベッドに入る目標時間です
ko: 이 시간에 잠자리에 드는 것을 목표로 해요
nl: Dit is de tijd waarop je in bed wilt liggen
pt_br: Este é o horário em que você deve estar na cama
sv: Det här är tiden du siktar på att vara i säng

source: This will delete all your sleep logs, streaks, and settings. This cannot be undone.
de: Alle Schlafprotokolle, Serien und Einstellungen werden gelöscht. Das kann nicht rückgängig gemacht werden.
es: Esto eliminará todos tus registros de sueño, rachas y ajustes. No se puede deshacer.
fr: Cela supprimera tous tes journaux de sommeil, séries et réglages. Cette action est irréversible.
it: Questa azione eliminerà tutti i tuoi registri del sonno, serie e impostazioni. Non può essere annullata.
ja: すべての睡眠記録・連続記録・設定が削除されます。元に戻せません。
ko: 모든 수면 기록, 연속 기록, 설정이 삭제됩니다. 되돌릴 수 없습니다.
nl: Al je slaaplogs, reeksen en instellingen worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso vai excluir todos os seus registros de sono, sequências e configurações. Essa ação não pode ser desfeita.
sv: Alla sömnloggar, svitar och inställningar raderas. Detta kan inte ångras.

source: Tired
de: Müde
es: Cansado
fr: Fatigué
it: Stanco
ja: 疲れ気味
ko: 피곤함
nl: Moe
pt_br: Cansado
sv: Trött

source: Today's Quests
de: Heutige Quests
es: Misiones de hoy
fr: Quêtes du jour
it: Missioni di oggi
ja: 今日のクエスト
ko: 오늘의 퀘스트
nl: Quests van vandaag
pt_br: Missões de Hoje
sv: Dagens uppdrag

source: Tonight's Bedtime
de: Heutige Schlafenszeit
es: Hora de dormir de esta noche
fr: Heure du coucher ce soir
it: Ora di andare a letto stasera
ja: 今夜の就寝時間
ko: 오늘 밤 취침 시간
nl: Bedtijd vanavond
pt_br: Hora de Dormir de Hoje
sv: Läggdags i kväll

source: Total XP
de: Gesamt-XP
es: XP total
fr: XP total
it: XP totali
ja: 合計XP
ko: 총 XP
nl: Totale XP
pt_br: XP total

source: Transform your sleep. Transform your life.
de: Verändere deinen Schlaf. Verändere dein Leben.
es: Transforma tu sueño. Transforma tu vida.
fr: Transforme ton sommeil. Transforme ta vie.
it: Trasforma il tuo sonno. Trasforma la tua vita.
ja: 睡眠を変えれば、人生が変わる。
ko: 수면을 바꾸면 삶이 바뀝니다.
nl: Transformeer je slaap. Transformeer je leven.
pt_br: Transforme seu sono. Transforme sua vida.
sv: Förändra din sömn. Förändra ditt liv.

source: Tri-Monthly Titan
de: Drei-Monats-Titan
es: Titán trimestral
fr: Titan trimestriel
it: Titano trimestrale
ja: 3か月のタイタン
ko: 3개월 타이탄
nl: Driemaandentitaan
pt_br: Titã Trimestral
sv: Tremånaderstitan

source: Unlimited Streak Tracking
de: Unbegrenztes Serien-Tracking
es: Seguimiento ilimitado de racha
fr: Suivi de série illimité
it: Monitoraggio illimitato delle serie
ja: 無制限の連続記録トラッキング
ko: 무제한 연속 기록
nl: Onbeperkt reeksen bijhouden
pt_br: Acompanhamento Ilimitado de Sequência
sv: Obegränsad svitspårning

source: Unlimited streak tracking
de: Unbegrenztes Serien-Tracking
es: Seguimiento ilimitado de racha
fr: Suivi de série illimité
it: Monitoraggio illimitato delle serie
ja: 無制限の連続記録トラッキング
ko: 무제한 연속 기록
nl: Onbeperkt reeksen bijhouden
pt_br: acompanhamento ilimitado de sequência
sv: Obegränsad svitspårning

source: Unlock SleepLock Pro
de: SleepLock Pro freischalten
es: Desbloquea SleepLock Pro
fr: Débloquer SleepLock Pro
it: Sblocca SleepLock Pro
ja: SleepLock Proを解除
ko: SleepLock Pro 잠금 해제
nl: Ontgrendel SleepLock Pro
pt_br: Desbloquear SleepLock Pro
sv: Lås upp SleepLock Pro

source: Unlock all features & remove limits
de: Alle Funktionen freischalten & Limits entfernen
es: Desbloquea todas las funciones y elimina los límites
fr: Débloque toutes les fonctionnalités & supprime les limites
it: Sblocca tutte le funzioni e rimuovi i limiti
ja: すべての機能を解除し制限を解除
ko: 모든 기능 잠금 해제 & 제한 제거
nl: Alle functies ontgrendelen & limieten verwijderen
pt_br: Desbloqueie todos os recursos e remova os limites
sv: Lås upp alla funktioner & ta bort gränser

source: Unlockable achievement badges
de: Freischaltbare Erfolgsabzeichen
es: Insignias de logros desbloqueables
fr: Badges de succès à débloquer
it: Badge sbloccabili
ja: 解除できる実績バッジ
ko: 잠금 해제 가능한 업적 배지
nl: Te ontgrendelen prestatiebadges
pt_br: Conquistas desbloqueáveis
sv: Upplåsbara prestationsmärken

source: Update Sleep Log
de: Schlafeintrag aktualisieren
es: Actualizar registro de sueño
fr: Mettre à jour le journal de sommeil
it: Aggiorna registro del sonno
ja: 睡眠記録を更新
ko: 수면 기록 업데이트
nl: Slaaplog bijwerken
pt_br: Atualizar registro de sono
sv: Uppdatera sömnlogg

source: Upgrade to Premium
de: Auf Premium upgraden
es: Mejorar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
nl: Upgraden naar Premium
pt_br: Fazer upgrade para Premium
sv: Uppgradera till Premium

source: Use Freeze
de: Freeze verwenden
es: Usar congelación
fr: Utiliser un gel
it: Usa congelamento
ja: フリーズを使う
ko: 프리즈 사용
nl: Freeze gebruiken
pt_br: Usar congelamento
sv: Använd frys

source: Use a Streak Freeze?
de: Serien-Freeze verwenden?
es: ¿Usar una congelación de racha?
fr: Utiliser un gel de série ?
it: Usare un congelamento serie?
ja: フリーズを使いますか？
ko: 프리즈를 사용할까요?
nl: Reeks-freeze gebruiken?
pt_br: Usar um congelamento de sequência?
sv: Använda en svit-frys?

source: Wake Time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
it: Ora di sveglia
ja: 起床時間
ko: 기상 시간
nl: Wektijd
pt_br: Horário de Acordar
sv: Vakentid

source: Wake Up
de: Aufwachen
es: Despertar
fr: Réveil
it: Sveglia
ja: 起床
ko: 기상
nl: Wakker worden
pt_br: Acordar
sv: Vakna

source: Wake time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
it: Ora di sveglia
ja: 起床時間
ko: 기상 시간
nl: Wektijd
pt_br: Horário de acordar
sv: Vakentid

source: We'll personalize your sleep journey
de: Wir personalisieren deine Schlafreise
es: Personalizaremos tu camino hacia un mejor sueño
fr: On personnalise ton parcours de sommeil
it: Personalizzeremo il tuo percorso del sonno
ja: あなたの睡眠の旅をパーソナライズします
ko: 당신의 수면 여정을 맞춤 설정해요
nl: We personaliseren je slaapreis
pt_br: Vamos personalizar sua jornada de sono
sv: Vi anpassar din sömnresa

source: Week Wonder
de: Wochenwunder
es: Maravilla semanal
fr: Merveille de la semaine
it: Meraviglia settimanale
ja: ウィークワンダー
ko: 주간 원더
pt_br: Maravilha da Semana
sv: Veckounder

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 週額
ko: 주간
nl: Wekelijks
pt_br: Semanal
sv: Veckovis

source: Weekly Quests
de: Wöchentliche Quests
es: Misiones semanales
fr: Quêtes hebdomadaires
it: Missioni settimanali
ja: 週間クエスト
ko: 주간 퀘스트
nl: Wekelijkse quests
pt_br: Missões Semanais
sv: Veckans uppdrag

source: What keeps you up at night?
de: Was hält dich nachts wach?
es: ¿Qué te mantiene despierto por la noche?
fr: Qu'est-ce qui t'empêche de dormir ?
it: Cosa ti tiene sveglio la notte?
ja: 夜眠れない 原因は？
ko: 밤에 잠 못 드는 이유는?
nl: Wat houdt je 's nachts wakker?
pt_br: O que te mantém acordado à noite?
sv: Vad håller dig vaken på natten?

source: What should we call your energized self?
de: Wie sollen wir dein energiegeladenes Ich nennen?
es: ¿Cómo debemos llamar a tu yo con energía?
fr: Comment doit-on appeler ton toi plein d'énergie ?
it: Come dovremmo chiamare il tuo io pieno di energia?
ja: 元気なあなたを 何と呼びますか？
ko: 활기찬 당신을 뭐라고 부를까요?
nl: Hoe noemen we je energieke ik?
pt_br: Como devemos chamar seu eu cheio de energia?
sv: Vad ska vi kalla ditt energifyllda jag?

source: What time did you get in bed?
de: Wann bist du ins Bett gegangen?
es: ¿A qué hora te acostaste?
fr: À quelle heure t'es-tu couché(e) ?
it: A che ora sei andato a letto?
ja: 何時に就寝しましたか？
ko: 몇 시에 잠자리에 들었나요?
nl: Hoe laat ging je naar bed?
pt_br: A que horas você foi para a cama?
sv: När gick du och la dig?

source: What time did you wake up?
de: Wann bist du aufgewacht?
es: ¿A qué hora te despertaste?
fr: À quelle heure t'es-tu réveillé(e) ?
it: A che ora ti sei svegliato?
ja: 何時に起きましたか？
ko: 몇 시에 일어났나요?
nl: Hoe laat werd je wakker?
pt_br: A que horas você acordou?
sv: När vaknade du?

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年額
ko: 연간
nl: Jaarlijks
pt_br: Anual
sv: Årsvis

source: Yearly Yogi
de: Jahres-Yogi
es: Yogui anual
fr: Yogi annuel
it: Yogi annuale
ja: イヤーリーヨギ
ko: 연간 요기
nl: Jaaryogi
pt_br: Iogue Anual
sv: Årsyogi

source: You hit your bedtime target. Keep it going!
de: Du hast dein Schlafziel erreicht. Weiter so!
es: Cumpliste tu objetivo de hora de dormir. ¡Sigue así!
fr: Tu as atteint ton objectif de coucher. Continue comme ça !
it: Hai raggiunto il tuo obiettivo di orario. Continua così!
ja: 就寝目標を達成しました。この調子で！
ko: 취침 목표를 달성했어요. 계속 이어가세요!
nl: Je hebt je bedtijddoel gehaald. Ga zo door!
pt_br: Você atingiu sua meta de hora de dormir. Continue assim!
sv: Du nådde ditt läggdagsmål. Fortsätt så!

source: You missed yesterday. Spend 1 of your %lld freeze tokens to keep your streak alive?
de: Gestern hast du verpasst. 1 deiner %lld Freeze-Token einsetzen, um deine Serie zu retten?
es: Ayer no registraste. ¿Usar 1 de tus %lld fichas de congelación para mantener tu racha viva?
fr: Tu as manqué hier. Utiliser 1 de tes %lld jetons de gel pour sauver ta série ?
it: Ieri hai saltato un giorno. Usare 1 dei tuoi %lld gettoni di congelamento per salvare la serie?
ja: 昨日は記録がありませんでした。フリーズ（残り%lld個）を1個使って連続記録を守りますか？
ko: 어제 기록을 놓쳤어요. 프리즈 토큰(보유 %lld개) 중 1개를 사용해 연속 기록을 지킬까요?
nl: Je hebt gisteren gemist. 1 van je %lld freeze-tokens gebruiken om je reeks te behouden?
pt_br: Você perdeu ontem. Usar 1 das suas %lld fichas de congelamento para manter sua sequência viva?
sv: Du missade igår. Vill du använda 1 av dina %lld frys-tokens för att rädda din svit?

source: Your Sleep Plan is Ready!
de: Dein Schlafplan ist fertig!
es: ¡Tu plan de sueño está listo!
fr: Ton plan de sommeil est prêt !
it: Il tuo piano del sonno è pronto!
ja: 睡眠プランの 準備ができました！
ko: 수면 계획이 준비됐어요!
nl: Je slaapplan is klaar!
pt_br: Seu Plano de Sono está Pronto!
sv: Din sömnplan är redo!

source: Your Wind-Down Routine
de: Deine Abendroutine
es: Tu rutina para relajarte
fr: Ta routine du soir
it: La tua routine serale
ja: ウィンドダウンルーティン
ko: 와인드다운 루틴
nl: Je afbouwroutine
pt_br: Sua Rotina de Relaxamento
sv: Din nedvarvningsrutin

source: Your full streak history, month by month, with hit-rate stats.
de: Dein vollständiger Serienverlauf, Monat für Monat, mit Trefferquote.
es: Tu historial completo de racha, mes a mes, con estadísticas de éxito.
fr: Ton historique complet de série, mois par mois, avec les statistiques de réussite.
it: Lo storico completo delle tue serie, mese per mese, con le statistiche del tasso di successo.
ja: 月ごとの全連続記録履歴と達成率の統計。
ko: 월별 전체 연속 기록과 달성률 통계.
nl: Je volledige reeksgeschiedenis, maand voor maand, met slagingsstatistieken.
pt_br: Seu histórico completo de sequências, mês a mês, com estatísticas de taxa de acerto.
sv: Hela din svithistorik, månad för månad, med träffstatistik.

source: Your name
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
ja: あなたの名前
ko: 이름
nl: Je naam
pt_br: Seu nome
sv: Ditt namn

source: Your purchase went through but Pro didn't activate. Tap Restore, and contact support if it persists.
de: Dein Kauf war erfolgreich, aber Pro wurde nicht aktiviert. Tippe auf „Wiederherstellen“ und kontaktiere den Support, falls es bestehen bleibt.
es: Tu compra se procesó, pero Pro no se activó. Toca «Restaurar» y contacta al soporte si el problema persiste.
fr: Ton achat a été effectué mais Pro ne s'est pas activé. Appuie sur Restaurer, et contacte l'assistance si le problème persiste.
it: Il tuo acquisto è andato a buon fine ma Pro non si è attivato. Tocca Ripristina e contatta l'assistenza se il problema persiste.
ja: 購入は完了しましたが、Proが有効になりませんでした。「復元」をタップし、解決しない場合はサポートにご連絡ください。
ko: 구매는 완료되었지만 Pro가 활성화되지 않았습니다. '복원'을 탭해 보시고, 문제가 계속되면 지원팀에 문의해 주세요.
nl: Je aankoop is gelukt, maar Pro is niet geactiveerd. Tik op 'Herstel' en neem contact op met support als het aanhoudt.
pt_br: Sua compra foi concluída, mas o Pro não foi ativado. Toque em Restaurar e entre em contato com o suporte se o problema persistir.
sv: Ditt köp gick igenom men Pro aktiverades inte. Tryck på Återställ och kontakta supporten om det kvarstår.

source: before bedtime
de: vor dem Schlafen
es: antes de dormir
fr: avant le coucher
it: prima di dormire
ja: 就寝前
ko: 취침 전
nl: voor het slapen
pt_br: antes de dormir
sv: före läggdags

source: hit bedtime target
de: Schlafenszeit-Ziel erreicht
es: objetivo de hora de dormir cumplido
fr: objectif de coucher atteint
it: obiettivo di orario raggiunto
ja: 就寝目標を達成
ko: 취침 목표 달성
nl: bedtijddoel gehaald
pt_br: meta de hora de dormir atingida
sv: nådde läggtidsmålet

source: missed bedtime target
de: Schlafenszeit-Ziel verpasst
es: objetivo de hora de dormir no cumplido
fr: objectif de coucher manqué
it: obiettivo di orario mancato
ja: 就寝目標を未達成
ko: 취침 목표 놓침
nl: bedtijddoel gemist
pt_br: meta de hora de dormir perdida
sv: missade läggtidsmålet

source: night
de: Nacht
es: noche
fr: nuit
it: notte
ja: 泊
ko: 박
nl: nacht
pt_br: noite
sv: natt

source: nights
de: Nächte
es: noches
fr: nuits
it: notti
ja: 泊
ko: 박
nl: nachten
pt_br: noites
sv: nätter

source: not logged
de: kein Eintrag
es: sin registrar
fr: non enregistré
it: non registrato
ja: 記録なし
ko: 기록 없음
nl: niet gelogd
pt_br: não registrado
sv: inte loggad

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
ja: 今日
ko: 오늘
nl: vandaag
pt_br: hoje
sv: idag

source: %lld freezes
es: %lld congelaciones
fr: %lld gels
it: %lld congelamenti
ja: フリーズ%lld個
ko: 프리즈 %lld개
pt_br: %lld congelamentos
sv: %lld frysar

source: 1 freeze
es: 1 congelación
fr: 1 gel
it: 1 congelamento
ja: フリーズ1個
ko: 프리즈 1개
pt_br: 1 congelamento
sv: 1 frys

source: Challenges
es: Desafíos
fr: Défis
it: Sfide
ja: チャレンジ
ko: 챌린지
nl: Uitdagingen
pt_br: Desafios
sv: Utmaningar
